tap "azure/kubelogin"
tap "derailed/k9s"
tap "go-task/tap"
tap "helm/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "minio/stable"
tap "mongodb/brew"
tap "oven-sh/bun"
brew "act"
brew "libssh"
brew "libyaml"
brew "zstd"
brew "tree"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "argocd"
brew "awscli"
brew "awscurl"
brew "azure-cli"
brew "berkeley-db", link: true
brew "node"
brew "bruno-cli"
brew "gettext"
brew "glib"
brew "cilium-cli"
brew "cmake"
brew "crane"
brew "eksctl"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "gum"
brew "harfbuzz"
brew "helm@3"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lazysql"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libslirp"
brew "minio-mc"
brew "mise"
brew "mongosh"
brew "mosh"
brew "mp3gain"
brew "tree-sitter"
brew "neovim"
brew "openbao"
brew "ripgrep"
brew "openjdk"
brew "opentofu"
brew "oras"
brew "pam-reattach"
brew "poppler"
brew "postgresql@17", link: true
brew "rancher-cli"
brew "sqlcmd"
brew "starship"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tea"
brew "terragrunt"
brew "tmux"
brew "tree-sitter-cli"
brew "trivy"
brew "uv"
brew "vcluster"
brew "watch"
brew "yazi"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zimfw"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "bambu-studio"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "claude-code"
cask "copilot-cli"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "freelens"
cask "ghostty"
cask "hammerspoon"
cask "jellyfin-media-player"
cask "keybase"
cask "keymapp"
cask "leader-key"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mouseless"
cask "nextcloud"
cask "obs"
cask "orbstack"
cask "raycast"
cask "rustdesk"
cask "slack"
cask "tailscale-app"
cask "vlc"
cask "yubico-authenticator"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
uv "litellm[proxy]"
