tap "azure/kubelogin"
tap "derailed/k9s"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "go-task/tap"
tap "helm/tap"
tap "int128/kubelogin"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "minio/stable"
tap "mongodb/brew"
tap "teamookla/speedtest"
tap "tnk-studio/tools"
tap "utkuozdemir/pv-migrate"
brew "act"
brew "libssh"
brew "zstd"
brew "tree"
brew "ansible"
brew "libtiff"
brew "little-cms2"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "berkeley-db", link: true
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "node"
brew "bruno-cli"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "chart-releaser"
brew "chruby"
brew "cilium-cli"
brew "cmake"
brew "docutils"
brew "eksctl"
brew "fd"
brew "pango"
brew "ffmpegthumbnailer"
brew "fleet-cli"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "helm"
brew "httpd"
brew "imagemagick"
brew "jq"
brew "keyring"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lazysql"
brew "libpq"
brew "librsvg"
brew "libslirp"
brew "links"
brew "markdownlint-cli"
brew "minio-mc"
brew "mongosh"
brew "mosh"
brew "mp3gain"
brew "neovim"
brew "nvm"
brew "opentofu"
brew "oras"
brew "pam-reattach"
brew "perl"
brew "pgloader"
brew "poppler"
brew "postgresql@17", link: true
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "rancher-cli"
brew "ripgrep"
brew "rolldice"
brew "ruby", link: true
brew "ruby-build"
brew "ruby-install"
brew "sevenzip"
brew "skopeo"
brew "socat"
brew "sqlcmd"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tea"
brew "terragrunt"
brew "tmux"
brew "upx"
brew "uv"
brew "vcluster"
brew "vim"
brew "yazi"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zimfw"
brew "zoxide"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "int128/kubelogin/kubelogin"
brew "jesseduffield/lazydocker/lazydocker"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-database-tools"
brew "teamookla/speedtest/speedtest"
brew "tnk-studio/tools/lazykube"
brew "utkuozdemir/pv-migrate/pv-migrate"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "citrix-workspace"
cask "db-browser-for-sqlite"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "freelens"
cask "ghostty"
cask "halloy"
cask "jellyfin-media-player"
cask "keybase"
cask "keymapp"
cask "leader-key"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mongodb-compass"
cask "mouseless"
cask "nextcloud"
cask "obs"
cask "openvpn-connect"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "rustdesk"
cask "slack"
cask "tailscale-app"
cask "ungoogled-chromium"
cask "utm"
cask "visual-studio-code"
cask "yubico-authenticator"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
